export const contentText = `
公共场所英文译写规范

Guidelines for English Translations in Public Places

上海市地方标准 DB31/T 457.1-2009

上海市质量技术监督局 发布

2009-10-01 实施

前 言

为规范本市公共场所的英文译写，提升上海的城市文明形象，进一步推动上海的国际化进程，根据《中华人民共和国国家通用语言文字法》《上海市实施〈中华人民共和国国家通用语言文字法〉办法》《上海市人民政府关于加强本市公共场所英文译名使用管理的若干意见》《上海市公共场所中文名称英译基本规则》以及国家和上海其它相关法律法规、规范标准的有关规定，制定本标准。

第1部分：通则

一、译写原则

1. 合法性原则

公共场所的英文译写应当符合国家法律法规、规范标准的规定。

符合《中华人民共和国国家通用语言文字法》，在首先使用国家通用语言文字的前提下进行译写。

地名标志应符合GB 17733-2008的规定。

设施及功能信息、警示和提示信息属于GB/T 10001所列范围的，应当首先使用公共信息图形标志。

2. 规范性原则

公共场所的英文译写应当符合英语规范和使用习惯以及国际惯例。

3. 准确性原则

公共场所的英文译写应当根据使用环境，选用符合中文内涵的英文词语。

英语中没有直接对应词语的中文，应对所指事物或概念进行分析，参照英语国家对同类事物或概念的指称用语，根据国际通用译法，选择使用相应的词语。如：道观Daoist Temple。

英语中有多个对应词语的中文，应对所指事物或概念进行分析，结合具体的语言环境和文化背景，根据英语的使用习惯选择最能贴切表达该事物或概念的词语。如："通道"在表达"地面通道"时，译作Passage，表达"地下通道"时，译作Underpass。

4、通俗性原则

公共场所的英文译写应当避免使用生僻的英语词汇和表达方法，尽可能使用英语的常用词汇和表达方法。

5. 文明性原则

公共场所的英文译写不得出现有损我国和他国形象或有伤民族感情的词语，也不得使用带有歧视色彩或损害社会公共利益的译法。

二、翻译方法和要求

1．实体名称信息

实体名称应针对其构成分别采用汉语拼音拼写和英文译写。

用汉语拼音拼写，应符合GB/T 16159的规定。

用英文译写的规则由本标准其他部分规定。

2. 设施及功能信息

以译出设施的功能信息为主，如：行李安检通道Luggage Check，"行李安检"的功能必须译出，"通道"作为设施名称可不必译出。

应尽量译出设施的特有性质，如：医药箱First Aid Kit。

安全保障设备应尽可能简明译出其使用方法，如：求助按钮Press for Help。

设施名称在英文中已习惯使用其缩写形式的，应采用相应的英文缩写，如：断层扫描室 CT Scan Room，自动取款机ATM。

标有阿拉伯数字的功能设施信息译写直接使用阿拉伯数字表示，如：2号看台 Platform 2，3号收银台 Cashier 3；也可以在阿拉伯数字前用"No."，如：12号门Gate No. 12。

通用类设施及功能信息的具体译法见本部分附录A。

3. 警示和提示信息

以译出警示、提示的指令内容为主，如：旅客通道，请勿滞留Keep Walking或No Stopping，"请勿滞留"必须译出，"旅客通道"可不必译出。

应明确信息所警示、提示的对象主体，如：旅游车辆禁止入内 No Admittance for Tourist Vehicles，不宜简单译作No Admittance。

应结合使用环境，用语准确，如：请在安全线外等候Please Wait Behind the Yellow Line，"安全线"译作the Yellow Line。

应注意语气得当，如："请勿......"一般用Please Do Not ...；也可使用Thank You for Not -ing，如：请勿触摸 Thank You for Not Touching；"请勿吸烟"在非明确严禁吸烟的场所可译为Thank You for Not Smoking。

通用类警示和提示信息的具体译法见本部分附录A。

4. 词语选用和拼写方法

内涵相同，但词语选用或同一词语的拼写方法在不同英语国家和地区有差异的，应采用国际上较为通用的用词和拼写方法。

同一场合中的词语选用和拼写方法应保持一致。

5. 单复数

译文明确指向一个对象，应使用单数；如果译文所指对象不明确，宜使用复数形式。如：监督投诉Complaints。

三、书写要求

1.大小写

字母大小写应根据英语使用习惯。需要特别强调的警示性、提示性独词句可全部大写。

短语或短句中第一个单词和所有实义词的首字母大写。

语句或短语换行时第一个词即使是介词或冠词，该介词或冠词的首字母也需大写。

使用连接符"-"连接两个单词时，连接符后面如果是实词则首字母大写，如果是虚词则首字母小写，如Door-to-Port Delivery。

2.缩写

采用缩写形式应符合国际惯例。来自外来概念的中文缩略语，应使用外来概念原词的英文缩写。如："世贸组织"应使用WTO。

3.标点符号

完整的语句应使用英文标点符号。单词或短语一般不使用标点符号，但若需要加以警示、强调时可使用惊叹号。

短语类信息可使用符号代替相应的英文词语，如用"&"代替and。

4.空格

英文按单词分写，单词间空一格。

标点符号后空一格。但"&"前后各空一格，连接符和斜杠符前后不得空格。

英语单词使用括号时括号外前后需空一格，但括号内不空格，如：中医科 Traditional Chinese Medicine (TCM) Department。

5.换行

一般不换行。需要换行的，应尽量避免词中换行，无法避免的，应按音节分开，使用连接符"-"。连接符置于第一行行末。

6.字体

制作标志时应使用没有衬线的英文黑体字。

第2部分：实体名称译法

译写实体名称，应针对其构成分别采用汉语拼音拼写和英文译写。实体名称的构成一般可分析为冠名、专名、序列名、属性名和通名等。如：上海市（冠名）第三（序列名）女子（属性名）中学（通名），上海（冠名）虹桥（专名）国际（属性名）机场（通名）。

一、冠名

涉及中国人名、地名的用汉语拼音拼写。如：闸北（闸北区中心医院）Zhabei，周恩来（周恩来故居）Zhou Enlai。但表示国际、国家、大区的名称可用英文译写，如：中国（中国银行）China，华东（华东师范大学）East China；人名译写有习惯用法的，遵循"名从主人"的原则，可沿用其习惯译法，如：宋庆龄（宋庆龄故居）Mme. Soong Ching-ling。

"市""区""县""镇（乡）"等用英文译写，选用相应的英文词语。在不产生混淆的情况下，可以省去。本标准其他部分另有规定的除外。

二、专名

用汉语拼音拼写。如：长风（长风公园）Changfeng。有习惯译法的除外，如：美琪（大戏院）Majestic。

三、序列名

用英文译写，可选择采用序数词或"No.+数字"的形式。如：上海市第一人民医院Shanghai First People's Hospital，上海市第一中级人民法院Shanghai No. 1 Intermediate People's Court。

如需要用序数词表达时，其英文写法可采用省略式，如：1st, 2nd, 3rd 等。

四、属性名

用英文译写。如：海事（上海市海事法院）Maritime。但实体已失去属性名所指称的性质的，属性名视作专名，用汉语拼音拼写。如：远洋（上海远洋医院）Yuanyang。

可采用顺译法，将属性名置于通名之前，如：上海市工人文化宫Shanghai Workers Cultural Palace；也可将属性名置于通名之后，用介词连接，如：上海市临床检验中心Shanghai Center for Clinical Laboratory。

五、通名

用英文译写。如：大学University，电影院Cinema。

没有显示通名的实体名称，为便于识别，在译写成英语时应视情况将通名补出。如：梅园村Meiyuancun Restaurant。

六、各构成成分的不同组合方式

保持译名简洁。属性名和通名可以合并用一个英文词语译出的，作为一个整体视作通名，不需再作区分并分别译出。如：管理局Administration，高等专科学校College。

现有译名不符合上述规定，但已经成为注册商标，或使用较长时间并在国际上具有一定影响的，可以沿用，如：外滩The Bund，国际饭店Park Hotel。

实体名称中的汉语拼音可以不标声调符号。

汉语拼音中以a, o, e开头的音节连接在其他音节后面的时候，如果音节的界限发生混淆，用隔音符号（'）隔开，该符号前后不空格，如：静安Jing'an。

第3部分：交通

一、交通场所

机场译作Airport。

火车站译作Railway Station。

大型港口译作Port；客运码头、轮渡站译作(Passenger) Ferry Terminal或Pier；货运码头译作Wharf；装卸码头（站）译作Loading/Unloading Dock。

可换乘其它交通线路的交通枢纽、站点译作Terminal。长途汽车客运枢纽（站）、公交枢纽（站）均译作Bus Terminal；轨道交通枢纽（站）译作Metro Terminal；轮船客运枢纽（站）译作Passenger Terminal。

具有集散作用的交通枢纽、站点可译作Center。汽车客运集散枢纽译作Bus Center，如：上海旅游集散中心Shanghai Tourist Bus Center。轮船客运集散枢纽译作Passenger Center，如：上海港吴淞客运中心Shanghai Port Wusong Passenger Center。

二、交通工具

飞机译作Airplane；航空、航线译作Airline。

火车译作Train；铁路译作Railway。

轮船译作Ship。

公共汽车译作Bus，长途汽车译作Long-Distance Bus。

轨道交通（包括地铁和轻轨）译作Metro；磁浮列车译作Maglev或Maglev Train。

出租车译作Taxi。
`
